Wiznet/wsm_driver/examples/w6300_loopback/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_COMPILER_OPTIMIZATION_PERF=y
# CONFIG_COMPILER_OPTIMIZATION_DEBUG is not set
CONFIG_ESP_WIZ_TOE_CHIP_W6300=y
# Conservative bring-up clock; raise after verifying signal integrity on hardware.
CONFIG_ESP_WIZ_TOE_SPI_CLOCK_HZ=20000000
